{
    "A fresh verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su correo electrónico.",
    "All rights reserved.": "Todos los derechos reservados.",
    "Before proceeding, please check your email for a verification link.": "Antes de continuar, compruebe el enlace de verificación en su correo electrónico.",
    "click here to request another": "haga clic aquí para solicitar otro",
    "Confirm Password": "Confirmar contraseña",
    "Dashboard": "Panel de Control",
    "E-Mail Address": "Dirección de correo electrónico",
    "Email Address": "Correo electrónico",
    "Forbidden": "Prohibido",
    "Forgot Your Password?": "¿Olvidó su Contraseña?",
    "Go Home": "Ir a inicio",
    "Go to page :page": "Ir a la página :page",
    "Hello!": "¡Hola!",
    "If you did not create an account, no further action is required.": "Si no ha creado una cuenta, no se requiere ninguna acción adicional.",
    "If you did not receive the email": "Si usted no recibió el correo electrónico",
    "If you did not request a password reset, no further action is required.": "Si no ha solicitado el restablecimiento de contraseña, omita este mensaje de correo electrónico.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si está teniendo problemas al hacer clic en el botón \":actionText\", copie y pegue la URL de abajo\nen su navegador web:",
    "Login": "Iniciar sesión",
    "Logout": "Cerrar sesión",
    "Name": "Nombre",
    "Not Found": "No encontrado",
    "of": "de",
    "Oh no": "Oh no",
    "Page Expired": "Página expirada",
    "Pagination Navigation": "Navegación por los enlaces de paginación",
    "Password": "Contraseña",
    "Please click the button below to verify your email address.": "Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.",
    "Please confirm your password before continuing.": "Por favor confirme su contraseña antes de continuar.",
    "Regards": "Saludos",
    "Register": "Registrarse",
    "Remember Me": "Mantener sesión activa",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "results": "resultados",
    "Send Password Reset Link": "Enviar enlace para restablecer la contraseña",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servicio no disponible",
    "Showing": "Mostrando",
    "The :attribute must contain at least one letter.": "La :attribute debe contener al menos una letra.",
    "The :attribute must contain at least one number.": "La :attribute debe contener al menos un número.",
    "The :attribute must contain at least one symbol.": "La :attribute debe contener al menos un símbolo.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": "La :attribute debe contener al menos una letra mayúscula y una minúscula.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": "La :attribute proporcionada se ha visto comprometida en una filtración de datos (data leak). Elija una :attribute diferente.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña expirará en :count minutos.",
    "to": "al",
    "Toggle navigation": "Activar navegación",
    "Too Many Requests": "Demasiadas peticiones",
    "Unauthorized": "No autorizado",
    "Verify Email Address": "Confirme su correo electrónico",
    "Verify Your Email Address": "Verifique su dirección de correo electrónico",
    "Whoops!": "¡Ups!",
    "You are logged in!": "¡Usted está conectado!",
    "You are receiving this email because we received a password reset request for your account.": "Ha recibido este mensaje porque se solicitó un restablecimiento de contraseña para su cuenta.",
    "Zipcode": "Código postal",
    "Åland Islands": "Islas Åland",
    "Description": "Descripción",
    "Categories": "Categorias",
    "Category": "Categoria",
    "Image": "Imagen",
    "Filter": "Filtrar",
    "Filter by": "Filtrar por",
    "Add": "Añadir",
    "Slug": "Nombre en Url",
    "Status": "Estado",
    "Save": "Guardar",
    "Delete": "Eliminar",
    "Are you sure to remove this category?": "¿Está seguro de eliminar esta categoría?",
    "Are you sure to remove this product?": "¿Está seguro de eliminar este producto?",
    "Cancel": "Cancelar",
    "Cancelled": "Cancelado",
    "Edit": "Editar",
    "Change Image": "Cambiar Imagen",
    "Search": "Buscar",
    "All": "Todos",
    "Show": "Ver",
    "Products": "Productos",
    "Product": "Producto",
    "Orders": "Ordenes",
    "Order": "Orden",
    "Users": "Usuarios",
    "User": "Usuario",
    "Settings": "Configuración",
    "My Profile": " Mi Perfil",
    "Last Orders": "Ultimas Ordenes",
    "View All": "Ver Todos",
    "Top Popular Products": "Productos Populares",
    "Stock Alert": "Alerta de Stock",
    "Go To E-Shop": "Ir a la Tienda",
    "Help": "Ayuda",
    "Account": "Cuenta",
    "made by": "creado por",
    "Portfolio": "Portafolio",
    "Contact": "Contacto",
    "Complete": "Completado",
    "Completed": "Completado",
    "Pending": "Pendiente",
    "Date": "Fecha",
    "Product Name/Code": "Producto Nombre/Codigo",
    "Search Product by Name/code...": "Buscar Producto por nombre/codigo...",
    "Trending": "Tendiencia",
    "Discount": "Descuento",
    "Price": "Precio",
    "Enabled": "Habilitado",
    "Disabled": "Inhabilitado",
    "Out of Stock": "Sin Stock",
    "With Stock": "Con Stock",
    "Select a Category": "Seleccione una Categoria",
    "Code": "Codigo",
    "Small Description": "Descripción Pequeña",
    "Enable in store": "Habilitar en tienda",
    "Enable": "Habilitar",
    "Discount Price": "Precio Descuento",
    "Report Date": "Fecha de Reporte",
    "Product Details": "Detalles de Producto",
    "Product List": "Listado de Productos",
    "From": "Desde",
    "To": "Hasta",
    "Payment Mode": "Metodo de Pago",
    "Tracking Number": "Numero de Rastreo",
    "Completed Orders": "Ordenes Completadas",
    "Total Tax": "Impuesto Total",
    "Total Cancelled": "Total Cancelado",
    "Resume": "Resumen",
    "Order Date": "Fecha Orden",
    "Paid by PayPal": "Pagado por PayPal",
    "POD or DBT": "POD o DBT",
    "Orders List": "Listado de Ordenes",
    "First Name": "Primer Nombre",
    "Last Name": "Apellidos",
    "Phone": "Telefono",
    "Shipping Address": "Direccion de Envio",
    "Order Status": "Estado de Orden",
    "Payment ID": "ID de Pago",
    "Order Products": "Productos de Orden",
    "Order Details": "Detalles de Orden",
    "Quantity": "Cantidad",
    "Update": "Actualizar",
    "Note": "Nota",
    "Search by Name/Phone/Email...": "Buscar por Nombre/Telefono/Email...",
    "Role": "Tipo",
    "Address": "Dirección",
    "City": "Municipio",
    "State": "Departamento",
    "Country": "País",
    "Timezone": "Zona Horaria",
    "User Profile": "Perfil de Usuario",
    "E-Shop Settings": "Configuración de Tienda",
    "Currency": "Moneda",
    "Tax Status": "Activar Impuesto",
    "PayPal Status": "Activar PayPal",
    "Store Status": "Activar Tienda",
    "POD/DBT Status": "Activar POD/DBT",
    "Choose the currency that will be displayed on the e-shop": "Elija la moneda que se mostrará en la tienda",
    "Write the email where you will receive all notifications": "Escribe el correo electrónico donde recibirás todas las notificaciones",
    "Enable tax and percentage in order": "Habilitar impuesto y porcentaje en orden",
    "Enable PayPal payment": "Habilitar pago con PayPal",
    "Enable Store": "Habilitar Tienda",
    "Enable Payment per Direct Bank Transfer": "Habilitar pago por transferencia bancaria directa",
    "Shipping Description": "Descripción de Envio",
    "English": "Ingles",
    "Spanish": "Español",
    "Home": "Inicio",
    "About": "Nosotros",
    "Our Coffee": "Nuestro Café",
    "Buy Our Coffee": "Compra Nuestro Café",
    "Shop": "Tienda",
    "History": "Historia",
    "Wholesale": "Por Mayor",
    "Choose your type of flavor": "Escoge tu sabor favorito",
    "About Us": "Acerca de Nosotros",
    "Our coffee flavors are truly unique, but they are exclusively available at Bocacosta Coffee.": "Nuestros sabores de café son verdaderamente únicos, pero están disponibles exclusivamente en Bocacosta Coffee.",
    "ONLY IN BOCACOSTA COFFEE": "SOLO EN BOCACOSTA COFFEE",
    "Links": "Enlaces",
    "Social Impact": "Impacto Social",
    "All rights reserved": "Todos los derechos reservados",
    "Forgot your password?": "Olvidaste tu contraseña?",
    "Cart": "Carrito",
    "Whishlist": "Lista de deseos",
    "Create your account": "Crear tu cuenta",
    "Cup of Coffee": "Taza de Café",
    "I agree to the": "Estoy deacuerdo con las ",
    "privacy policy": "politicas de privacidad",
    "Easy to Order": "Fácil de ordenar",
    "Fastest Delivery": "Entrega Más Rápida",
    "Quality Coffee": "Café de Calidad",
    "Why Bocacosta Coffee?": "Por qué Bocacosta Coffee",
    "Bocacosta Coffee is not just a premium coffee brand. We have the best coffee, working with professionals with years of experience. Our competition coffee, you can't find it anywhere. That is why Bocacosta has no comparison. From the first sip of coffee, you can feel the special notes.": "Bocacosta Coffee no es solo una marca de café premium. Tenemos el mejor café, trabajando con profesionales con años de experiencia. Nuestro café de competición, no lo encuentras en ninguna parte. Es por eso que Bocacosta no tiene comparación. Desde el primer sorbo de café, se pueden sentir las notas especiales.",
    "Bocacosta Coffee stands out as a premium coffee brand thanks to the expertise of our professionals with years of experience. Our competition coffee is unparalleled and cannot be found anywhere else. With Bocacosta, there is simply no comparison.": "Bocacosta Coffee se destaca como una marca de café premium gracias a la experiencia de nuestros profesionales con años de experiencia. Nuestro café de competición no tiene paralelo y no se puede encontrar en ningún otro lugar. Con Bocacosta, simplemente no hay comparación.",
    "Each sip of our coffee reveals special notes unique to our collection. We take great care to guarantee the flavor and quality that our customers have come to expect from us. Choose Bocacosta Coffee for an unparalleled coffee experience that you won't find anywhere else.": "Cada sorbo de nuestro café revela notas especiales únicas de nuestra colección. Cuidamos mucho para garantizar el sabor y la calidad que nuestros clientes esperan de nosotros. Elija Bocacosta Coffee para una experiencia de café incomparable que no encontrará en ningún otro lugar.",
    "The coffee is unique from its collection. Therefore, we ensure the care required to guarantee its flavor and quality.": "El café es único de su colección. Por ello, aseguramos los cuidados necesarios para garantizar su sabor y calidad.",
    "Our coffee comes from Guatemala, a country recognized for having one of the world's best and most unique coffees. High-altitude coffee is coffee in which you can feel the high quality and the best flavor you could imagine in each cup.": "Nuestro café proviene de Guatemala, un país reconocido por tener uno de los mejores y más exclusivos cafés del mundo. El café de altura es un café en el que puedes sentir la alta calidad y el mejor sabor que puedas imaginar en cada taza.",
    "Bocacosta Coffee is an exceptional blend of flavors that will elevate any experience. So whether you want to kickstart your morning routine, enjoy a warm cup with friends and family, impress colleagues at a business meeting, or unwind after a busy day, Bocacosta Coffee is the perfect choice. With each sip, you'll savor the rich aroma and distinctive taste that is the hallmark of this premium coffee brand. No matter the occasion, Bocacosta Coffee is the ideal beverage to enhance your day.": "El café Bocacosta es una mezcla excepcional de sabores que elevará cualquier experiencia. Entonces, ya sea que desee comenzar su rutina matutina, disfrutar de una taza caliente con amigos y familiares, impresionar a sus colegas en una reunión de negocios o relajarse después de un día ajetreado, Bocacosta Coffee es la opción perfecta. Con cada sorbo, saboreará el rico aroma y el sabor distintivo que es el sello distintivo de esta marca de café premium. No importa la ocasión, el Café Bocacosta es la bebida ideal para mejorar su día.",
    "Choose one of our categories and buy the best coffee": "Elige una de nuestras categorías y compra el mejor café",
    "Coffee Branches": "Tipos de Café",
    "Countries around the world": "Países de todo el mundo",
    "Happy Customer": "Clientes Satisfechos",
    "Customers Says": "Comentarios",
    "Your opinion is important to us.": "Su opinión es importante para nosotros.",
    "I was looking for coffee from this region, and thanks to the internet, I found Bocacosta, and now I am buying here for my business.": "Estaba buscando café de esta región, y gracias a internet, encontré Bocacosta, y ahora estoy comprando aquí para mi negocio.",
    "The smell when the coffee maker makes the coffee is simply spectacular, and when visitors come to my house, I recommend Bocacosta.": "El olor cuando la cafetera hace el café es simplemente espectacular, y cuando los visitantes vienen a mi casa, recomiendo Bocacosta.",
    "I thought I had tasted good coffee, and when I tried it, I knew it was good. I'm happy because I have already found my coffee supplier.": "Pensé que había probado un buen café, y cuando lo probé, supe que era bueno. Estoy feliz porque ya he encontrado a mi proveedor de café.",
    "My friend recommended this coffee to me, and I bought a bag. Then I started buying wholesale for my cafeterias, which is selling spectacularly.": "Mi amigo me recomendó este café y compré una bolsa. Luego comencé a comprar al por mayor para mis cafeterías, que se están vendiendo espectacularmente.",
    "Our Story": "Nuestra Historia",
    "Our founder's discovery and passion for high-quality coffee began our brand's origin story in a quaint Portland coffee shop. After tasting a lackluster cup of coffee, it became clear to him that the market needed better options. Our brand name, Bocacosta, is derived from a region known for experiencing rejuvenating rainfall after enduring high temperatures. With over 30 years of experience in the coffee industry, we strive to provide a unique and satisfying experience with every cup of our coffee. Our unwavering commitment to the highest quality standards ensures that every sip of Bocacosta coffee is consistently delightful.": "El descubrimiento y la pasión de nuestro fundador por el café de alta calidad comenzaron la historia de origen de nuestra marca en una pintoresca cafetería de Portland. Después de probar una taza de café mediocre, le quedó claro que el mercado necesitaba mejores opciones. Nuestra marca, Bocacosta, se deriva de una región conocida por experimentar lluvias rejuvenecedoras después de soportar altas temperaturas. Con más de 30 años de experiencia en la industria del café, nos esforzamos por brindar una experiencia única y satisfactoria con cada taza de nuestro café. Nuestro compromiso inquebrantable con los más altos estándares de calidad garantiza que cada sorbo de café Bocacosta sea consistentemente delicioso.",
    "Contact Information": "Información de Contacto",
    "Subject": "Asunto",
    "Message": "Mensaje",
    "Send Message": "Enviar Mensaje",
    "Are you looking for high-quality coffee for your business? Look no further than us! We take pride in offering top-notch coffee that is perfect for wholesale purchases. We work tirelessly to ensure that every batch of our coffee is of the highest quality, ensuring your customers are always satisfied. So choose us for your wholesale coffee needs and experience the difference in our unique blend.": "¿Está buscando café de alta calidad para su negocio? ¡No busques más allá de nosotros! Nos enorgullecemos de ofrecer café de primera categoría que es perfecto para compras al por mayor. Trabajamos incansablemente para garantizar que cada lote de nuestro café sea de la más alta calidad, asegurando que sus clientes estén siempre satisfechos. Así que elíjanos para sus necesidades de café al por mayor y experimente la diferencia en nuestra mezcla única.",
    "THERE IS NO OTHER LIKE OURS": "NO HAY OTRO COMO EL NUESTRO",
    "Your Full Name": "Tu Nombre Completo",
    "Job Title": "Posicion de Trabajo",
    "Your Email": "Tu Email",
    "Name of Business": "Nombre del Negocio",
    "Years in Business?": "Años en el negocio?",
    "Years": "Años",
    "Number of Locations?": "Numero de Localidades?",
    "Locations": "Localidades",
    "What is your level of experience working with coffee?": "¿Cuál es su nivel de experiencia trabajando con café?",
    "Choose...": "Seleccionar",
    "Volume of pounds of coffee needed per week?": "¿Volumen de libras de café por semana?",
    "Volume of pounds": "Volumen en libras",
    "How did you hear about us?": "¿Cómo se enteró de nosotros?",
    "Tell us how you heard about us...": "Cuéntanos cómo te enteraste de nosotros...",
    "Non experience": "Sin Experiencia",
    "Experienced": "Experimentado",
    "A lot experienced": "Mucha Experencia",
    "Show Password": "Mostrar Contraseña",
    "Already have an account? Log in": "Ya tienes una cuenta? Inicia sesion",
    "Account Details": "Detalles de Cuenta",
    "Welcome to your account dashboard": "Bienvenido al panel de control de tu cuenta",
    "Here you can view your": "Aquí puedes ver tus",
    "recent orders": "ordenes recientes",
    "and manage your": "y gestionar tu",
    "personal information.": "Información personal.",
    "not User?": "no es tu Usuario?",
    "Edit account details": "Editar detalles de cuenta",
    "You can't change email": "No puedes cambiar de email",
    "Best Sellers": "Los Mas Vendidos",
    "Our coffee beans 100% arabica are carefully selected from the lush region of Guatemala, renowned for its unique and exquisite coffee varieties. The elevated terrain in which our coffee is grown ensures that every cup is infused with unparalleled excellence and taste.": "Nuestros granos de café son cuidadosamente seleccionados de la exuberante región de Guatemala, famosa por sus variedades de café únicas y exquisitas. El terreno elevado en el que se cultiva nuestro café garantiza que cada taza esté impregnada de una excelencia y sabor incomparables.",
    "Choose your type of flavor:": "Elige tu sabor favorito:",
    "In stock": "En stock",
    "Out of stock": "Sin stock",
    "% Off": "% Oferta",
    "Login or create your account to continue": "Inicie sesión o cree su cuenta para continuar",
    " already Added to cart": " ya esta añadido al carrito",
    " added to cart": " añadido al carrito",
    " quantity exceeds stock, availability: ": " la cantidad excede el stock, disponibilidad: ",
    "Quantity updated": "Cantidad actualizada",
    "Quantity must be greater than '0'": "La cantidad debe ser mayor que 0",
    "Welcome to your dashboard": "Bienvenido a tu panel de control",
    "Logged in successfully": "Ha iniciado sesión correctamente",
    "User Updated Successfully": "Usuario actualizado correctamente",
    "Order placed Successfully": "Pedido realizado correctamente",
    "Slug doesnot exists": "La ruta no existe",
    "The link was broken": "El enlace esta roto",
    "No such category found": "No se encontró tal categoría",
    "No products matched your search": "Ningún producto coincide con tu búsqueda",
    "You cannot rate a product whitout purchase": "No puede calificar un producto sin compra",
    "Thank you for Rating this product": "Gracias por calificar este producto",
    "The link followed was broken": "El enlace seguido se rompió",
    " Already Added to wishlist": " Ya añadido a lista de deseos",
    " Added to Wishlist": " Añadido a la lista de deseos",
    "Product doesnot exist": "El producto no existe",
    "Item Removed from Wishlist": "Artículo eliminado de la lista de deseos",
    "User Added Successfully": "Usuario agregado correctamente",
    "User Deleted Successfully": "Usuario eliminado correctamente",
    "Category Added Successfully": "Categoría agregada correctamente",
    "Category Updated Successfully": "Categoría actualizada correctamente",
    "Category Deleted Successfully": "Categoría eliminada correctamente",
    "Settings updated correctly": "Configuración actualizada correctamente",
    "Order Updated Successfully": "Pedido actualizado correctamente",
    "Product Updated Successfully": "Producto actualizado correctamente",
    "Product Added Successfully": "Producto agregado correctamente",
    "Product Deleted Successfully": "Producto eliminado correctamente",
    "Add User": "Añadir Usuario",
    "Shopify Link": "Link de Shopify",
    "Amazon Link": "Link de Amazon",
    "Enable Shopify Link": "Habilitado link de Shopify",
    "Enable Amazon Link": "Habilitado link de Amazon",
    "Buy Now": "Compra Ahora",
    "FAQ's": "P+F",
    "Frequently asked questions": "Preguntas más frecuentes",
    "Which coffee does Bocacosta use?": "¿Qué café usa Bocacosta?",
    "Bocacosta only use Arabica coffee": "Bocacosta solo usa café arábica",
    "Is coffee good for health?": "¿El café es bueno para la salud?",
    "Hu said that moderate coffee intake—about 2–5 cups a day—is linked to a lower likelihood of type 2 diabetes, heart disease, liver and endometrial cancers, Parkinson's disease, and depression. -Harvard University": "Hu dijo que la ingesta moderada de café, alrededor de 2 a 5 tazas al día, se vincula con una menor probabilidad de diabetes tipo 2, enfermedad cardíaca, cáncer de hígado y endometrio, enfermedad de Parkinson y depresión. -Universidad de Harvard",
    "Which country drinks the most coffee?": "¿Qué país bebe más café?",
    "United States": "Estados Unidos",
    "Brazil": "Brazil",
    "Germany": "Alemania",
    "Japan": "Japon",
    "bags": "bolsas",
    "Where is the Bocacosta coffee from?": "¿De dónde es el café de Bocacosta?",
    "Currently our coffee is from Guatemala": "Actualmente nuestro café es de Guatemala",
    "Why Guatemalan coffee is one of the best coffees in the world?": "¿Por qué el café guatemalteco es uno de los mejores cafés del mundo?",
    "Nearly every area receives year-round rainfall and has mineral-rich soils from nearby volcanoes and lakes. With high altitudes, ranging humidity levels and moderate temperatures, Guatemala produces a wide variety of delicious, globally appreciated Arabica coffee. Guatemala is one of the most influential coffee growers and exporters in the world.": "Casi todas las áreas reciben lluvias durante todo el año y tienen suelos ricos en minerales de volcanes y lagos cercanos. Con grandes altitudes, niveles de humedad y temperaturas moderadas, Guatemala produce una amplia variedad de delicioso café arábica apreciado a nivel mundial. Guatemala es uno de los productores y exportadores de café más influyentes del mundo.",
    "Where can I buy Bocacosta coffee?": "¿Dónde puedo comprar café Bocacosta?",
    "We only have an online store. We ship Worldwide.": "Solo tenemos una tienda online. Enviamos a todo el mundo.",
    "Is selling coffee a profitable business?": "¿Vender café es un negocio rentable?",
    "One of the best products to attract customers to your coffee shop or restaurant is coffee. That is why Bocacosta works together with the coffee shop owners to maintain quality and thus provide the customer with the best experience.On average, small coffee shop owners earn between $60,000 and $160,000.": "Uno de los mejores productos para atraer clientes a tu cafetería o restaurante es el café. Es por eso que Bocacosta trabaja en conjunto con los propietarios de la cafetería para mantener la calidad y así brindar al cliente la mejor experiencia. En promedio, los propietarios de pequeñas cafeterías ganan entre $ 60,000 y $ 160,000.",
    "How many cups does 5 lbs of coffee make?": "¿Cuántas tazas hace 5 libras de café?",
    "You can get around 120 (12oz) cups of coffee.": "Puede obtener alrededor de 120 (12 oz) tazas de café.",
    "How much profit per cup of coffee?": "¿Cuánto beneficio por taza de café?",
    "Coffee cost": "Costo del café",
    "Labour": "Trabajo",
    "Average Price of a Coffee": "Precio promedio de un café",
    "Net Profit": "Beneficio neto",
    "per cup": "por taza",
    "Take the quiz": "Responda el cuestionario",
    "(find your perfect roast)": "(encuentre su tostado perfecto)",
    "Dark": "Oscuro",
    "Flavored": "Saborizado",
    "Espresso": "Expreso",
    "At Bocacosta, we are committed to taking care of the planet. Our traditional processes are designed to minimize any potential environmental contamination, and we firmly believe that every small step we take can make a positive impact. For example, we use recyclable materials to package our products as part of our ongoing efforts. However, our dedication to the well-being of our customers extends beyond just the environment, and we strive to provide healthy options at Bocacosta.": "En Bocacosta, estamos comprometidos con el cuidado del planeta. Nuestros procesos tradicionales están diseñados para minimizar cualquier posible contaminación ambiental, y creemos firmemente que cada pequeño paso que damos puede tener un impacto positivo. Por ejemplo, utilizamos materiales reciclables para empaquetar nuestros productos como parte de nuestros esfuerzos continuos. Sin embargo, nuestra dedicación al bienestar de nuestros clientes se extiende más allá del medio ambiente, y nos esforzamos por ofrecer opciones saludables en Bocacosta.",
    "Our commitment goes beyond just maintaining the best coffee flavors and quality. We understand that our actions can have a social impact, and we strive to make a positive difference in the communities where our coffee is grown. That's why we work closely with our partners in the field to support the development of coffee farming and ensure that workers have access to the best comforts and social resources possible. At Bocacosta, a healthy work environment is essential for producing the best coffee, and we are committed to making a positive social impact through our business practices.": "Nuestro compromiso va más allá de mantener los mejores sabores y calidad del café. Entendemos que nuestras acciones pueden tener un impacto social, y nos esforzamos por hacer una diferencia positiva en las comunidades donde se cultiva nuestro café. Es por eso que trabajamos en estrecha colaboración con nuestros socios en el campo para apoyar el desarrollo del cultivo de café y garantizar que los trabajadores tengan acceso a las mejores comodidades y recursos sociales posibles. En Bocacosta, un ambiente de trabajo saludable es esencial para producir el mejor café, y estamos comprometidos a tener un impacto social positivo a través de nuestras prácticas comerciales.",
    "World": "Nuestro Mundo",
    "Advertisement": "Anuncio",
    "Advertisement Status": "Activar Anuncio",
    "Enable Advertisement": "Habilitar anuncio",
    "Change advertisement image": "Cambiar imagen de anuncio",
    "Advertisement Image": "Imagen de anuncio",
    "Advertisement URL": "URL de Anuncio",
    "Logo Image": "Imagen de Logotipo",
    "Go": "Ir",
    "We select our coffee beans from the luscious region of Guatemala, known for its exceptional coffee varieties our 100% Arabica beans. We carefully choose the beans to ensure they are of the highest quality and unmatched excellence. And flavor in every cup due to the elevated terrain in which they are grown.": "Seleccionamos nuestros granos de café de la exuberante región de Guatemala, conocida por sus excepcionales variedades de café, nuestros granos 100% Arábica. Elegimos cuidadosamente los granos para asegurarnos de que sean de la más alta calidad y una excelencia inigualable. Y sabor en cada taza debido al terreno elevado en el que se cultivan.",
    "Add to Cart": "Agregar a Carito",
    "My Cart": "Mi Carrito",
    "My Whishlist": "Mi Lista de Deseos",
    "View Cart": "Ver Carrito",
    "View Whistlist": "Ver Lista de Deseos",
    "Cart Totals": "Total del Carrito",
    "Proceed to Checkout": "Proceder a Comprar",
    "CONTINUE SHOPPING": "CONTINUAR COMPRANDO",
    "Whishlist is empty": "Lista de deseos esta vacia",
    "View Details": "Ver Detalles",
    "View Product": "Ver Producto",
    "Checkout": "Ir a Pagar",
    "View Order": "Ver Orden",
    "BILLING AND SHIPPING DETAILS": "DETALLES DE FACTURACIÓN Y ENVÍO",
    "Cart Order": "Pedido",
    "Cart Total": "Total del pedido",
    "Payment Method": "Metodo de Pago",
    "Direct Bank Transfer or Payment on Delivery": "Transferencia Bancaria o Pago al Recibirlo",
    "You have": "Tienes",
    "item(s) out of stock, if you proceed it will be removed from your cart": "artículo(s) agotado(s), si continúa, será retirada de su carrito",
    "You must have a maximum of 10 items in your cart you must delete a certain amount to proceed to checkout": "Debes tener máximo 10 artículos en tu carrito, debes eliminar cierta cantidad para proceder a pagar",
    "Shipping": "Envio",
    "Free": "Gratis",
    "Rest of the Country": "Resto del País",
    "Billing and Shipping Details": "Detalles de facturación y envío",
    "Confirm shipping and payment details": "Confirmar detalles de envió y pago",
    "Shipping Price": "Precio de Envío",
    "Order Confirmation": "Confirmación de Orden",
    "Thank you for your purchase! Here you have the detail of your order": "¡Gracias por su compra! Aquí tienes el detalle de tu pedido",
    "Customer Information": "Información del cliente",
    "Order Status Update": "Actualización del estado del pedido",
    "The status of your order has changed to": "El estado de su pedido ha cambiado a",
    "Our Office": "Ubicación",
    "Email Us": "Escríbenos",
    "Call Us": "Llámanos",
    "Courses": "Cursos",
    "Instructors": "Instructores",
    "Subscribe": "Suscribirse",
    "Course Categories": "Categorias de Cursos",
    "Course Category": "Categoria de Curso",
    "Are you sure to remove this course category?": "¿Está seguro de eliminar esta categoría de curso?",
    "Select a course Category": "Seleccione una Categoria de Curso",
    "No such course category found": "No se encontró tal categoría de curso",
    "Course Category Added Successfully": "Categoría de curso agregada correctamente",
    "Course Category Updated Successfully": "Categoría de curso actualizada correctamente",
    "Course Category Deleted Successfully": "Categoría de curso eliminada correctamente",
    "Hide/Show": "Esconder/Mostrar",
    "Hiding": "Escondiendo",
    "No Poupular": "No Popular"


}
